# -*- coding: utf-8 -*-
'''
Homework Lesson1

1. Записать строку символов в текстовый файл и вывести содержимое файла.
2. Записать строку символов в файл, явным указанием кодировки utf-8, вывести содержимое файла.
3. Декодировать содержимое файла из предыдущего задания.
4. Записать строку символов в двоичный файл и вывести содержимое файла.
5. Записать строку символов в файл, явным указанием кодировки latin-1, вывести содержимое файла.
6. Декодировать содержимое файла из предыдущего задания.
7. * Определить из jpg файлов был создан ранее всех.
'''
